Repository: inqdesign/FutureVoice
Catalog: FutureVoice/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, ja, ko, zh_hans, zh_hant

source: Make the words yours
es: Haz tuyas esas palabras
fr: Approprie-toi ces mots
ja: その言葉を自分のものに
ko: 그 말을 내 것으로
zh_hans: 把那些话变成自己的
zh_hant: 把那些話變成自己的

source: Making a few takes — about half a minute. Keep this open.
es: Preparando varias tomas. Tarda unos 30 segundos, así que no cierres esta pantalla.
fr: Je fais plusieurs prises. Ça prend environ 30 secondes, ne ferme pas cet écran.
ja: 何度か読み上げています。30秒ほどかかるので、この画面を閉じずにお待ちください。
ko: 여러 번 읽어보는 중이에요. 30초쯤 걸리니 이 화면을 닫지 말고 기다려 주세요.
zh_hans: 正在念几个版本，大约需要30秒。请不要关闭这个界面。
zh_hant: 正在唸幾個版本，大約需要30秒。請不要關閉這個畫面。

source: Manage plan
es: Gestionar el plan
fr: Gérer la formule
ja: プランの管理
ko: 요금제 관리
zh_hans: 管理方案
zh_hant: 管理方案

source: Manage subscription
es: Gestionar la suscripción
fr: Gérer l’abonnement
ja: サブスクリプションの管理
ko: 구독 관리
zh_hans: 管理订阅
zh_hant: 管理訂閱

source: Mastery — effortless, near-native
es: Maestría — sin esfuerzo, casi como un nativo
fr: Maîtrise — sans effort, presque comme un natif
ja: 最上級 · ほぼネイティブのように楽に
ko: 최상급 — 거의 원어민처럼 편하게
zh_hans: 精通 · 几乎像母语者一样自在
zh_hant: 精通 · 幾乎像母語者一樣自在

source: Meet other learners
es: Conoce a otros estudiantes
fr: Rencontrer d’autres apprenants
ja: ほかの学習者と出会う
ko: 다른 학습자 만나기
zh_hans: 认识其他学习者
zh_hant: 認識其他學習者

source: Meet your fluent self
es: Conoce a tu yo fluido
fr: Rencontre ton moi fluide
ja: 流暢な自分に会う
ko: 유창해진 나와 만나기
zh_hans: 见见流利的自己
zh_hant: 見見流利的自己

source: Met on nawana
es: Nos conocimos en nawana
fr: Rencontré sur nawana
ja: nawanaで出会った
ko: nawana에서 만남
zh_hans: 在nawana认识的
zh_hant: 在nawana認識的

source: Mic check
es: Prueba de micrófono
fr: Test du micro
ja: マイクの確認
ko: 마이크 확인
zh_hans: 麦克风检查
zh_hant: 麥克風檢查

source: Microphone access denied. Enable it in Settings.
es: El acceso al micrófono está desactivado. Actívalo en Ajustes.
fr: Accès au micro refusé. Active-le dans Réglages.
ja: マイクの権限がオフです。設定でオンにしてください。
ko: 마이크 권한이 꺼져 있어요. 설정에서 켜주세요.
zh_hans: 麦克风权限已关闭。请到「设置」打开。
zh_hant: 麥克風權限已關閉。請到「設定」開啟。

source: Microphone or speech permission denied.
es: El permiso de micrófono o de reconocimiento de voz está desactivado.
fr: L’autorisation micro ou reconnaissance vocale est désactivée.
ja: マイクか音声認識の権限がオフです。
ko: 마이크나 음성 인식 권한이 꺼져 있어요.
zh_hans: 麦克风或语音识别权限已关闭。
zh_hant: 麥克風或語音辨識權限已關閉。

source: Minutes buy talk time with your fluent self. Reviewing always stays free.
es: Este tiempo baja cuando hablas con tu yo fluido. Repasar siempre es gratis.
fr: Ce temps se dépense en appelant ton moi fluide. Réviser reste toujours gratuit.
ja: この時間は流暢な自分と通話すると減っていきます。復習はいつでも無料です。
ko: 이 시간은 유창해진 나와 통화할 때 줄어들어요. 복습은 언제나 무료예요.
zh_hans: 这些时间会在和流利的自己通话时用掉。复习永远免费。
zh_hant: 這些時間會在和流利的自己通話時用掉。複習永遠免費。

source: Minutes buy talk time with your fluent self. Reviewing is always free.
es: Este tiempo baja cuando hablas con tu yo fluido. Y repasar siempre es gratis.
fr: Ce temps se dépense en appelant ton moi fluide. Et réviser est toujours gratuit.
ja: この時間は流暢な自分と通話すると減っていきます。復習はいつまでも無料です。
ko: 이 시간은 유창해진 나와 통화할 때 줄어들어요. 복습은 언제나 무료고요.
zh_hans: 这些时间会在和流利的自己通话时用掉。复习则一直都是免费的。
zh_hant: 這些時間會在和流利的自己通話時用掉。複習則一直都是免費的。

source: Minutes of speaking per day
es: Minutos de habla al día
fr: Minutes de parole par jour
ja: 1日に話す時間
ko: 하루에 말할 시간
zh_hans: 每天说话的时间
zh_hant: 每天說話的時間

source: Minutes you don't use carry over for up to %lld days.
es: Los minutos que no uses pasan al día siguiente, hasta %lld días.
fr: Les minutes non utilisées passent au jour suivant, jusqu’à %lld jours.
ja: 使わなかった時間は、%lld日まで翌日に繰り越されます。
ko: 안 쓴 시간은 %lld일까지 다음 날로 넘어가요.
zh_hans: 没用完的时间会延到第二天，最多累积%lld天。
zh_hant: 沒用完的時間會延到隔天，最多累積%lld天。

source: Minutes you don't use stay yours for %lld days.
es: Los minutos que no uses siguen siendo tuyos durante %lld días.
fr: Les minutes non utilisées te restent %lld jours.
ja: 使わなかった時間は、%lld日間そのまま残ります。
ko: 안 쓴 시간은 %lld일 동안 그대로 남아 있어요.
zh_hans: 没用完的时间会保留%lld天。
zh_hant: 沒用完的時間會保留%lld天。

source: Miss a day and the count starts again at zero.
es: Si faltas un día, la cuenta vuelve a empezar en cero.
fr: Un jour manqué et le compte repart à zéro.
ja: 1日でも抜けると、最初からやり直しです。
ko: 하루라도 빠지면 처음부터 다시예요.
zh_hans: 只要漏掉一天，就从零重新开始。
zh_hant: 只要漏掉一天，就從零重新開始。

source: Missed this month
es: Días perdidos este mes
fr: Jours manqués ce mois-ci
ja: 今月抜けた日
ko: 이번 달 빠진 날
zh_hans: 这个月漏掉的天数
zh_hant: 這個月漏掉的天數

source: month
es: mes
fr: mois
ja: 月
ko: 월
zh_hans: 月
zh_hant: 月

source: Month
es: Mes
fr: Mois
ja: 月
ko: 월
zh_hans: 月
zh_hant: 月

source: Monthly
es: Mensual
fr: Mensuel
ja: 月間
ko: 월간
zh_hans: 每月
zh_hant: 每月

source: Most talk time
es: Más tiempo de conversación
fr: Le plus de temps de conversation
ja: 通話時間が最多
ko: 통화 시간 최다
zh_hans: 通话时间最多
zh_hant: 通話時間最多

source: Move to Plus
es: Cambiar a Plus
fr: Passer à Plus
ja: プラスに変更
ko: 플러스로 바꾸기
zh_hans: 换成Plus
zh_hant: 換成Plus

source: Multi-word phrases you actually said in your talks, collected automatically.
es: Expresiones de varias palabras que dijiste de verdad en tus llamadas, recogidas automáticamente.
fr: Les expressions de plusieurs mots que tu as vraiment dites pendant tes appels, réunies automatiquement.
ja: 通話で実際に話した表現を自動で集めました。
ko: 통화에서 실제로 말한 표현들을 자동으로 모았어요.
zh_hans: 自动收集了你在通话里实际说过的用语。
zh_hant: 自動收集了你在通話裡實際說過的用語。

source: Multi-word phrases you actually said, collected automatically.
es: Las expresiones que dijiste de verdad se recogen automáticamente.
fr: Les expressions que tu as vraiment dites se réunissent ici automatiquement.
ja: 実際に話した表現が自動で集まります。
ko: 실제로 말한 표현이 자동으로 모여요.
zh_hans: 实际说过的用语会自动收集在这里。
zh_hant: 實際說過的用語會自動收集在這裡。

source: music
es: música
fr: musique
ja: 音楽
ko: 음악
zh_hans: 音乐
zh_hant: 音樂

source: My recording
es: Mi grabación
fr: Mon enregistrement
ja: 録音した自分の声
ko: 내가 녹음한 목소리
zh_hans: 我录的声音
zh_hant: 我錄的聲音

source: Name
es: Nombre
fr: Nom
ja: 名前
ko: 이름
zh_hans: 名字
zh_hant: 名字

source: nawana backup
es: copia de seguridad de nawana
fr: sauvegarde nawana
ja: nawanaバックアップ
ko: nawana 백업
zh_hans: nawana备份
zh_hant: nawana備份

source: Neither
es: Ninguno de los dos
fr: Ni l’un ni l’autre
ja: どちらでもない
ko: 둘 다 아님
zh_hans: 都不是
zh_hant: 都不是

source: New expressions from the call
es: Expresiones nuevas de la llamada
fr: Nouvelles expressions de l’appel
ja: 通話で拾った新しい表現
ko: 통화에서 건진 새 표현
zh_hans: 通话里捡到的新用语
zh_hant: 通話裡撿到的新用語

source: New talk %lld/10 min
es: Llamada nueva %lld/10 min
fr: Nouvel appel %lld/10 min
ja: 新しい通話 %lld/10分
ko: 새 대화 %lld/10분
zh_hans: 新通话 %lld/10分钟
zh_hant: 新通話 %lld/10分鐘

source: News
es: Noticias
fr: Actus
ja: ニュース
ko: 뉴스
zh_hans: 新闻
zh_hant: 新聞

source: Nice
es: Bien
fr: Bien
ja: いいですね
ko: 좋아요
zh_hans: 不错
zh_hant: 不錯

source: Nice hedging — "honestly", "to be fair".
es: Buen uso de matices como "honestly" o "to be fair".
fr: Bonnes nuances — « honestly », « to be fair ».
ja: "honestly"、"to be fair" のようなクッション言葉がよかったです。
ko: "honestly", "to be fair" 같은 완충 표현이 좋았어요.
zh_hans: 「honestly」、「to be fair」这类缓冲用语用得很好。
zh_hant: 「honestly」、「to be fair」這類緩衝用語用得很好。

source: No Bluetooth earbuds — AirPods record at phone-call quality, and the clone won't sound like you.
es: Sin auriculares Bluetooth: los AirPods graban con calidad de llamada y el clon no sonará como tú.
fr: Pas d’écouteurs Bluetooth : les AirPods enregistrent en qualité téléphone, et le clone ne te ressemblera pas.
ja: Bluetoothイヤホンは使えません。AirPodsは通話音質で録音されるので、自分の声らしく聞こえなくなります。
ko: 블루투스 이어폰은 안 돼요. 에어팟은 통화 음질로 녹음돼서, 목소리가 나처럼 들리지 않아요.
zh_hans: 不要用蓝牙耳机。AirPods会以通话音质录音，做出来的声音不像你。
zh_hant: 不要用藍牙耳機。AirPods會以通話音質錄音，做出來的聲音不像你。

source: No daily limit — spend it however you like.
es: Sin límite diario: úsalo como quieras.
fr: Pas de limite par jour — utilise-le comme tu veux.
ja: 1日の上限はありません。好きなように使えます。
ko: 하루 제한은 없어요. 원하는 대로 쓰면 돼요.
zh_hans: 没有每日上限。想怎么用都可以。
zh_hant: 沒有每日上限。想怎麼用都可以。

source: No daily limit — use it however you like
es: Sin límite diario, úsalo como quieras
fr: Pas de limite par jour, utilise-le comme tu veux
ja: 1日の上限なしで、好きなように
ko: 하루 제한 없이 원하는 대로
zh_hans: 没有每日上限，随你怎么用
zh_hant: 沒有每日上限，隨你怎麼用

source: No daily limit. Refills on %@.
es: Sin límite diario. Se recarga el %@.
fr: Pas de limite par jour. Se recharge le %@.
ja: 1日の上限はありません。%@に回復します。
ko: 하루 제한은 없어요. %@에 새로 채워져요.
zh_hans: 没有每日上限。会在%@重新补满。
zh_hant: 沒有每日上限。會在%@重新補滿。

source: No limit
es: Sin límite
fr: Sans limite
ja: 上限なし
ko: 제한 없음
zh_hans: 无上限
zh_hant: 無上限

source: No limit and no rationing. Talking takes real effort, so there is nothing here to ration.
es: Sin límite y sin racionar. Hablar cuesta esfuerzo de verdad, así que aquí no hay nada que racionar.
fr: Sans limite et sans rationnement. Parler demande un vrai effort : il n’y a rien à rationner ici.
ja: 上限も、節約する必要もありません。話すのには本当に力がいるからです。
ko: 제한도, 아껴 쓸 일도 없어요. 말하는 데는 실제로 힘이 들어가니까요.
zh_hans: 没有上限，也不用省着用。说话本来就要花力气。
zh_hant: 沒有上限，也不用省著用。說話本來就要花力氣。

source: No need to be loud — just be clear.
es: No hace falta hablar alto, solo claro.
fr: Pas besoin de parler fort, juste clairement.
ja: 大きな声はいりません。はっきり読むだけで大丈夫です。
ko: 크게 말할 필요 없어요. 또렷하게만 읽으면 돼요.
zh_hans: 不用大声，念清楚就好。
zh_hant: 不用大聲，唸清楚就好。

source: Noise
es: Ruido
fr: Bruit
ja: ノイズ
ko: 소음
zh_hans: 噪音
zh_hant: 噪音

source: Noise stirs the surface — walk until it settles. Soft rooms fix echo too: clothes, curtains, a parked car. A closet is perfect.
es: El ruido agita la superficie: camina hasta que se calme. El eco lo absorbe lo blando — ropa, cortinas, un coche estacionado. Dentro de un armario es lo ideal.
fr: Le bruit agite la surface — marche jusqu’à ce que ça se calme. Ce qui est doux absorbe aussi l’écho : des vêtements, des rideaux, une voiture garée. Un placard, c’est parfait.
ja: 音がすると表面が揺れます。静まるまで歩いてみてください。響きは柔らかいものが吸ってくれます。クローゼット、カーテンの前、停めた車の中。クローゼットの中がいちばんです。
ko: 소리가 나면 표면이 일렁여요. 잠잠해질 때까지 걸어보세요. 울림은 푹신한 것들이 잡아줘요. 옷장, 커튼 앞, 세워둔 차 안. 옷장 속이 제일 좋아요.
zh_hans: 有声音时表面会晃动，走到它平静下来为止。回音靠柔软的东西吸掉：衣柜、窗帘前、停着的车里。衣柜里最好。
zh_hant: 有聲音時表面會晃動，走到它平靜下來為止。回音靠柔軟的東西吸掉：衣櫃、窗簾前、停著的車裡。衣櫃裡最好。

source: None
es: Ninguno
fr: Aucun
ja: なし
ko: 없음
zh_hans: 无
zh_hant: 無

source: Not me — record again
es: No es mi voz, grabar otra vez
fr: Non, je réenregistre
ja: 自分の声じゃない、録音し直す
ko: 아니에요, 다시 녹음할래요
zh_hans: 不是我，重新录音
zh_hant: 不是我，重新錄音

source: Not rated
es: Sin valorar
fr: Pas noté
ja: 未評価
ko: 별점 없음
zh_hans: 未评分
zh_hant: 未評分

source: Not their real voice — an AI speaks their words in a voice you pick.
es: No es su voz real: una IA lee sus palabras con la voz que elijas.
fr: Ce n’est pas sa vraie voix : une IA lit ses mots avec la voix que tu choisis.
ja: 本人の声ではありません。選んだ声で、AIがこの人の言葉を読みます。
ko: 진짜 목소리가 아니에요. 내가 고른 목소리로 AI가 이 사람의 말을 읽어요.
zh_hans: 不是本人的声音。AI会用你选的声音，念出这个人说的话。
zh_hant: 不是本人的聲音。AI會用你選的聲音，唸出這個人說的話。

source: not used yet
es: sin usar todavía
fr: pas encore utilisé
ja: まだ使っていません
ko: 아직 안 썼어요
zh_hans: 还没用过
zh_hant: 還沒用過

source: Nothing marked known
es: Nada marcado como sabido
fr: Rien marqué comme acquis
ja: 「知ってる」にしたものはありません
ko: 아는 걸로 표시한 게 없어요
zh_hans: 没有标为我会了的
zh_hant: 沒有標為我會了的

source: Nothing to study yet
es: Todavía no hay nada que estudiar
fr: Rien à étudier pour l’instant
ja: まだ学ぶものがありません
ko: 아직 공부할 게 없어요
zh_hans: 还没有可以学的内容
zh_hant: 還沒有可以學的內容

source: Once you're in, one missed day a month is forgiven.
es: Una vez dentro, se te perdona un día al mes.
fr: Une fois entré, tu peux sauter un jour par mois sans rien perdre.
ja: 入ったあとは、月に1日までなら休んでも大丈夫です。
ko: 들어간 뒤에는 한 달에 하루까지는 빠져도 괜찮아요.
zh_hans: 进来之后，一个月漏掉一天也没关系。
zh_hant: 進來之後，一個月漏掉一天也沒關係。

source: One person builds this app, and reads every message. Tell me what's missing, what broke, or what you wish it did.
es: Una sola persona hace esta app y lee todos los mensajes. Cuéntame qué falta, qué se rompió o qué te gustaría que hiciera.
fr: Une seule personne fait cette app, et lit chaque message. Dis-moi ce qui manque, ce qui ne marche pas, ou ce que tu aimerais qu’elle fasse.
ja: このアプリは一人で作っています。メッセージはすべて読んでいます。足りないもの、うまくいかないもの、あったらいいなと思うもの、何でも教えてください。
ko: 이 앱은 한 사람이 만들어요. 메시지는 전부 제가 읽어요. 없어서 아쉬운 것, 안 되는 것, 있었으면 하는 것 아무거나 알려주세요.
zh_hans: 这个 App 是一个人做的，每一条消息我都会看。缺了什么、哪里坏了、你希望它能做什么，都告诉我。
zh_hant: 這個 App 是一個人做的，每一則訊息我都會看。缺了什麼、哪裡壞了、你希望它能做什麼，都跟我說。

source: One point per talk — down is progress.
es: Un punto por llamada — cuanto más baja, mejor vas.
fr: Un point par appel — plus ça descend, mieux c’est.
ja: 通話1回が点ひとつ。下がるほど上達です。
ko: 대화 한 번이 점 하나예요 — 내려갈수록 느는 거예요.
zh_hans: 一通电话一个点，越往下越进步。
zh_hant: 一通電話一個點，越往下越進步。

source: One point per talk, with ≈CEFR bands behind the curve.
es: Un punto por llamada — detrás de la curva, las bandas ≈CEFR.
fr: Un point par appel — derrière la courbe, les bandes ≈CEFR.
ja: 通話1回が点ひとつ。曲線の背景は≈CEFRの帯です。
ko: 대화 한 번이 점 하나예요 — 곡선 뒤 배경은 ≈CEFR 구간이에요.
zh_hans: 一通电话一个点，曲线后面的底色是≈CEFR等级区间。
zh_hant: 一通電話一個點，曲線後面的底色是≈CEFR等級區間。

source: One point per talk, with ≈CEFR pace bands behind the curve.
es: Un punto por llamada — detrás de la curva, las bandas de velocidad ≈CEFR.
fr: Un point par appel — derrière la courbe, les bandes de débit ≈CEFR.
ja: 通話1回が点ひとつ。曲線の背景は≈CEFRの速さの帯です。
ko: 대화 한 번이 점 하나예요 — 곡선 뒤 배경은 ≈CEFR 속도 구간이에요.
zh_hans: 一通电话一个点，曲线后面的底色是≈CEFR语速区间。
zh_hant: 一通電話一個點，曲線後面的底色是≈CEFR語速區間。

source: Online shopping
es: Compras online
fr: Achats en ligne
ja: オンラインショッピング
ko: 온라인 쇼핑
zh_hans: 网络购物
zh_hant: 網路購物

source: Open TestFlight
es: Abrir TestFlight
fr: Ouvrir TestFlight
ja: TestFlightを開く
ko: TestFlight 열기
zh_hans: 打开TestFlight
zh_hant: 開啟TestFlight

source: Open the App Store
es: Abrir el App Store
fr: Ouvrir l’App Store
ja: App Storeを開く
ko: App Store 열기
zh_hans: 打开App Store
zh_hant: 開啟App Store

source: Or write your own
es: Escríbelo tú
fr: Écris-le toi-même
ja: 自分で書く
ko: 직접 적기
zh_hans: 自己写
zh_hant: 自己寫

source: Other %@ learners could practice with an AI playing this, in a stock voice — never yours. Their talks never reach you. Locked lines from your talks are never included.
es: Otros estudiantes de %@ podrían practicar con una IA que interpreta esto, con una voz estándar, nunca la tuya. Sus conversaciones nunca te llegan. Las frases bloqueadas de tus llamadas nunca se incluyen.
fr: D’autres apprenants de %@ pourraient s’entraîner avec une IA qui joue ce texte, avec une voix standard, jamais la tienne. Leurs conversations ne te parviennent jamais. Les phrases verrouillées de tes appels ne sont jamais incluses.
ja: ほかの%@学習者が、この紹介文を演じるAIと練習できます。声は標準ボイスで、自分の声は使われません。相手の会話がこちらに届くことはありません。トークでロックした行は含まれません。
ko: 다른 %@ 학습자가 이 소개를 연기하는 AI와 연습할 수 있어요. 목소리는 기본 음성이고, 내 목소리는 절대 쓰이지 않아요. 그 사람들의 대화는 나에게 오지 않아요. 통화에서 잠근 줄은 절대 들어가지 않아요.
zh_hans: 其他%@学习者可以和扮演这段介绍的 AI 练习，用的是内置语音，绝不会用你的声音。他们的对话不会传到你这里。你在通话中锁住的内容绝不会被放进去。
zh_hant: 其他%@學習者可以和扮演這段介紹的 AI 練習，用的是內建語音，絕不會用你的聲音。他們的對話不會傳到你這裡。你在通話中鎖住的內容絕不會被放進去。

source: Pace
es: Velocidad
fr: Débit
ja: 話す速さ
ko: 말하기 속도
zh_hans: 语速
zh_hant: 語速

source: parenting
es: crianza
fr: parentalité
ja: 育児
ko: 육아
zh_hans: 育儿
zh_hant: 育兒

source: Past tense slipped twice once the story moved back in time.
es: Al irse la historia al pasado, el pasado se te torció dos veces.
fr: Quand l’histoire est repartie dans le passé, le passé a flanché deux fois.
ja: 昔の話に移ったところで、過去形が2回ぶれました。
ko: 지난 일로 넘어가면서 과거형이 두 번 흔들렸어요.
zh_hans: 一讲到以前的事，过去式就漏了两次。
zh_hant: 一講到以前的事，過去式就漏了兩次。

source: Pause
es: Pausa
ja: 一時停止
ko: 일시정지
zh_hans: 暂停
zh_hant: 暫停

source: Paused
es: En pausa
fr: En pause
ja: 一時停止中
ko: 일시정지
zh_hans: 已暂停
zh_hant: 已暫停

source: Paused — tap to pick it back up
es: En pausa · toca para continuar
fr: En pause · touche pour continuer
ja: 一時停止中 · タップで再開
ko: 잠시 멈췄어요 · 탭하면 이어서 해요
zh_hans: 暂停中 · 点击继续
zh_hant: 暫停中 · 點一下繼續

source: People ahead of you
es: Personas delante de ti
fr: Personnes devant toi
ja: 前に並んでいる人
ko: 내 앞에 있는 사람
zh_hans: 排在你前面的人
zh_hant: 排在你前面的人

source: Photo
es: Foto
ja: 写真
ko: 사진
zh_hans: 照片
zh_hant: 照片

source: Pick a time and the phone rings. Miss it, and a voicemail with a question waits for you.
es: A la hora que elijas, el teléfono suena. Si no contestas, te espera un mensaje de voz con una pregunta.
fr: À l’heure que tu choisis, le téléphone sonne. Si tu ne réponds pas, un message vocal avec une question t’attend.
ja: 決めた時間に、流暢な自分から電話がかかってきます。出られなかったら、質問入りの留守番メッセージが待っています。
ko: 정해둔 시간에 유창해진 내가 전화를 걸어요. 못 받으면 질문이 담긴 음성 메시지가 기다려요.
zh_hans: 到了设置的时间，流利的自己会打电话来。没接到的话，会有一则带着问题的语音留言等你。
zh_hant: 到了設定的時間，流利的自己會打電話來。沒接到的話，會有一則帶著問題的語音留言等你。

source: Pick how your fluent self looks.
es: Elige qué aspecto tiene tu yo fluido.
fr: Choisis à quoi ressemble ton moi fluide.
ja: 流暢な自分をどんな姿にするか選びます。
ko: 유창해진 나를 어떤 모습으로 둘지 골라요.
zh_hans: 选流利的自己要以什么模样出现。
zh_hant: 選流利的自己要以什麼模樣出現。

source: Planned launch pricing — final prices confirm on the App Store at launch.
es: Precios previstos para el lanzamiento. El precio final se confirma en el App Store al salir.
fr: Prix prévus pour le lancement. Le prix final sera confirmé sur l’App Store à la sortie.
ja: 発売予定の価格です。最終的な価格は発売時にApp Storeで確定します。
ko: 출시 예정 가격이에요. 최종 가격은 출시할 때 App Store에서 확정돼요.
zh_hans: 这是预计的上市价格。最终价格会在上市时于App Store确定。
zh_hant: 這是預計的上市價格。最終價格會在上市時於App Store確定。

source: Practicing your rhythm…
es: Practicando tu ritmo al hablar…
fr: On travaille le rythme de ta parole…
ja: 話すリズムを練習しています…
ko: 말의 리듬을 연습하는 중…
zh_hans: 正在练习说话的节奏…
zh_hant: 正在練習說話的節奏…

source: Preparing the file…
es: Preparando el archivo…
fr: Préparation du fichier…
ja: ファイルを準備しています…
ko: 파일을 준비하는 중…
zh_hans: 正在准备文件…
zh_hant: 正在準備檔案…

source: Prices load from the App Store — not available yet in this build.
es: Los precios se cargan desde el App Store; en esta versión todavía no se pueden mostrar.
fr: Les prix se chargent depuis l’App Store. Dans cette version, on ne peut pas encore les afficher.
ja: 価格はApp Storeから読み込みます。このビルドではまだ表示できません。
ko: 가격은 App Store에서 불러와요. 이 빌드에서는 아직 보여드릴 수 없어요.
zh_hans: 价格会从App Store加载，这个版本还没办法显示。
zh_hant: 價格會從App Store載入，這個版本還沒辦法顯示。

source: Privacy Policy
es: Política de privacidad
fr: Politique de confidentialité
ja: プライバシーポリシー
ko: 개인정보처리방침
zh_hans: 隐私权政策
zh_hant: 隱私權政策

source: Private — only your fluent self knows this
es: Privado: solo lo sabe tu yo fluido
fr: Privé : seul ton moi fluide le sait
ja: 非公開・流暢な自分だけが知っています
ko: 비공개 — 유창해진 나만 아는 내용
zh_hans: 私密：只有流利的自己知道
zh_hant: 私密：只有流利的自己知道

source: Profile
es: Perfil
fr: Profil
ja: プロフィール
ko: 프로필
zh_hans: 个人文件
zh_hant: 個人檔案

source: Pronunciation you can measure
es: La pronunciación, en números
fr: La prononciation en chiffres
ja: 数字で見る発音
ko: 숫자로 보는 발음
zh_hans: 用数字看发音
zh_hant: 用數字看發音

source: Publish your intro — others practice with "you"
es: Publica tu presentación y otros practican con "tu yo"
fr: Publie ta présentation — d’autres s’entraînent avec « toi »
ja: 自己紹介を公開すると、他の人が「自分」と練習します
ko: 소개를 올리면 다른 사람이 "나"와 연습해요
zh_hans: 公开自我介绍，别人就能跟「你」练习
zh_hant: 公開自我介紹，別人就能跟「你」練習

source: Purchase failed
es: No se pudo completar la compra
fr: Le paiement n’a pas abouti
ja: 購入できませんでした
ko: 결제하지 못했어요
zh_hans: 购买失败
zh_hant: 購買失敗

source: quiet
es: tranquilo
fr: calme
ja: 静かです
ko: 조용해요
zh_hans: 很安静
zh_hant: 很安靜

source: Quiet, and soft.
es: Un sitio tranquilo y acogedor.
fr: Un endroit calme et douillet.
ja: 静かで、やわらかい場所。
ko: 조용하고, 푹신한 곳.
zh_hans: 安静、柔软的地方。
zh_hant: 安靜、柔軟的地方。

source: Re-cloning your voice
es: Volver a crear tu voz
fr: Refaire ta voix
ja: 声を作り直す
ko: 목소리 다시 만들기
zh_hans: 重新创建声音
zh_hant: 重新建立聲音

source: Re-record voice
es: Volver a grabar la voz
fr: Réenregistrer la voix
ja: 声を録音し直す
ko: 목소리 다시 녹음
zh_hans: 重新录制声音
zh_hant: 重新錄製聲音

source: Re-synthesize every line — learning data untouched
es: Vuelve a generar todas las frases — tu historial de aprendizaje queda igual
fr: On refait toutes les phrases. Ton historique d’apprentissage reste intact
ja: すべての文を作り直します。学習記録はそのままです
ko: 모든 문장을 다시 만들어요. 학습 기록은 그대로예요
zh_hans: 重新合成每一句，学习记录不受影响
zh_hant: 重新合成每一句，學習紀錄不受影響

source: Re-watch dialogues
es: Volver a ver los diálogos
fr: Revoir les dialogues
ja: 会話をもう一度見る
ko: 대화 다시 보기
zh_hans: 重看对话
zh_hant: 重看對話

source: Read from verified grammar slips per 100 spoken words — fewer reads higher.
es: Se lee de los fallos de gramática confirmados por cada 100 palabras habladas — cuantos menos, más alto.
fr: Calculé sur les fautes de grammaire confirmées pour 100 mots dits — moins il y en a, plus c’est haut.
ja: 話した100語あたりの確認済み文法ミスから読みます。少ないほど高くなります。
ko: 말한 100단어당 확인된 문법 실수로 읽어요 — 적을수록 높아요.
zh_hans: 以每说100个字中确认到的语法错误来计算，越少分数越高。
zh_hant: 以每說100個字中確認到的文法錯誤來計算，越少分數越高。

source: Read from your real talks — vocabulary, grammar, fluency and expression together.
es: Se lee de tus llamadas reales — vocabulario, gramática, fluidez y expresión juntos.
fr: Lu dans tes vrais appels — vocabulaire, grammaire, fluidité et expression ensemble.
ja: 実際の通話から読みます。語彙・文法・流暢さ・表現力を合わせて見ます。
ko: 실제 대화에서 읽어요 — 어휘·문법·유창성·표현력을 함께 봐요.
zh_hans: 从真实通话中判读，词汇、语法、流畅度和表达力一起看。
zh_hant: 從真實通話中判讀，字彙、文法、流暢度和表達力一起看。

source: Read this aloud
es: Leer en voz alta
fr: Lis à voix haute
ja: 声に出して読む
ko: 소리 내어 읽기
zh_hans: 念出来
zh_hant: 唸出來

source: Reading articles
es: Leer artículos
fr: Lire des articles
ja: 記事を読む
ko: 기사 읽기
zh_hans: 读文章
zh_hant: 讀文章

source: Reading the conversation back
es: Volver a leer la conversación
fr: Relire la conversation
ja: 会話を読み返す
ko: 대화 다시 읽기
zh_hans: 回顾对话
zh_hant: 回顧對話

source: ready in advance
es: preparado de antemano
fr: préparé à l’avance
ja: 事前に用意された
ko: 미리 준비된
zh_hans: 预先准备好的
zh_hant: 預先準備好的

source: Real conversations, your voice
es: Conversaciones de verdad, con tu voz
fr: De vraies conversations, avec ta voix
ja: 本物の会話を、自分の声で
ko: 진짜 대화, 내 목소리로
zh_hans: 真实的对话，用你的声音
zh_hant: 真實的對話，用你的聲音

source: Real places make your conversations concrete — no small talk about nowhere.
es: Saber dónde vives hace que las conversaciones sean concretas. En vez de hablar de ningún sitio, hablas de los sitios por los que pasas de verdad.
fr: Savoir où tu vis rend les conversations concrètes. Au lieu de parler de nulle part, tu parles des endroits où tu passes vraiment.
ja: 住んでいる場所がわかると、会話が具体的になります。どこでもない場所ではなく、実際に通っている場所の話ができるようになります。
ko: 사는 곳을 알면 대화가 구체적으로 바뀌어요. 아무 데도 아닌 곳 대신, 내가 실제로 다니는 곳 이야기를 하게 되고요.
zh_hans: 知道你住哪里，对话就会变得具体。不再是漫无目的的闲聊，而是聊你真正会去的地方。
zh_hant: 知道你住哪裡，對話就會變得具體。不再是漫無目的的閒聊，而是聊你真正會去的地方。

source: Rebuild the clone from your last recording
es: Vuelve a crear el clon con tu última grabación
fr: Refait le clone avec ton dernier enregistrement
ja: 最後の録音から声を作り直します
ko: 마지막 녹음으로 목소리를 다시 만들어요
zh_hans: 用上次的录音重新创建声音
zh_hant: 用上次的錄音重新建立聲音

source: Rebuilds your voice from your saved recording, which takes a moment. The accented voice is deleted — audio already made keeps playing.
es: Vuelve a crear tu voz con la grabación guardada, y tarda un momento. La voz con acento se elimina; el audio ya generado se sigue escuchando.
fr: Refait ta voix avec l’enregistrement gardé, ça prend un moment. La voix avec accent est supprimée — l’audio déjà créé continue de se lire.
ja: 保存してある録音から声を作り直します。少し時間がかかり、アクセント付きの声は削除されます。すでに作られた音声はそのまま聞けます。
ko: 저장해 둔 녹음으로 목소리를 다시 만들어요. 잠깐 걸리고, 억양이 들어간 목소리는 지워집니다. 이미 만들어진 오디오는 그대로 들려요.
zh_hans: 用已保存的录音重新创建声音，需要一点时间。带口音的声音会被删除，已经做好的音频还是可以听。
zh_hant: 用已儲存的錄音重新建立聲音，需要一點時間。帶口音的聲音會被刪除，已經做好的音檔還是可以聽。

source: Recent days
es: Días recientes
fr: Jours récents
ja: 最近の記録
ko: 최근 기록
zh_hans: 最近记录
zh_hant: 最近紀錄

source: Reconnect
es: Reconectar
fr: Reconnecter
ja: 再接続
ko: 다시 연결
zh_hans: 重新连接
zh_hant: 重新連線

source: Record my voice
es: Grabar mi voz
fr: Enregistrer ma voix
ja: 自分の声を録音
ko: 내 목소리 녹음
zh_hans: 录我的声音
zh_hant: 錄我的聲音

source: Recording again during setup is free, and the voice you have now is only replaced if you keep the new one.
es: Durante la configuración puedes grabar de nuevo gratis, y tu voz actual solo cambia si te quedas con la nueva.
fr: Pendant la configuration, réenregistrer est gratuit, et ta voix actuelle ne change que si tu gardes la nouvelle.
ja: 設定中は録音し直しても無料です。新しい声を選んだときだけ、今の声が置き換わります。
ko: 설정 중에는 다시 녹음해도 무료예요. 새로 만든 목소리를 선택할 때만 지금 목소리가 바뀌고요.
zh_hans: 设置期间重新录音是免费的，而且只有在你选用新声音时，现在的声音才会被换掉。
zh_hant: 設定期間重新錄音是免費的，而且只有在你選用新聲音時，現在的聲音才會被換掉。

source: Redeemed — %@ is on your account.
es: Canjeado — tu cuenta pasó a %@.
fr: C’est validé — ton compte est passé en %@.
ja: 適用しました。アカウントが%@になりました。
ko: 적용했어요. 계정이 %@로 바뀌었어요.
zh_hans: 兑换成功。账号已换成%@。
zh_hant: 兌換成功。帳號已換成%@。

source: Redeemed — %lld minutes added.
es: Canjeado — %lld minutos más.
fr: C’est validé — %lld minutes en plus.
ja: 適用しました。%lld分増えました。
ko: 적용했어요. %lld분이 늘었어요.
zh_hans: 兑换成功。多了%lld分钟。
zh_hant: 兌換成功。多了%lld分鐘。
